<?php

return [
    'profile_title'    => 'Профиль пользователя',
    'edit_title'        => 'Редактирование профиля',

    'id'        => 'Идентификатор',
    'fname'     => 'Имя',
    'lname'     => 'Фамилия',
    'phone'     => 'Номер телефона',
    'position'  => 'Должность',
    'last_seen' => 'Активность',
    'groups'    => 'Группы',
    'group'     => 'Группа',
    'roles'     => 'Роли',

    'password'  => 'Пароль',
    'cpassword' => 'Подтвердите пароль',

    'confirm_alt'   => 'Подтвердить',
    'reset'         => 'Сбросить',

    'avatar'    => 'Аватар',
    'full-name' => 'Полное имя',
    'username'  => 'Логин',

    'confirmed_true'    => 'Подтверждён',
    'confirmed_false'   => 'Не подтверждён',
    'confirmation'      => 'Статус подтверждения',
    'confirm'           => 'Валидировать',
    'unconfirm'         => 'Девалидировать',

    'register_date'     => 'Регистрация',
    'birth_date'        => 'Дата рождения',

    'undefined'         => '(не установлено)',
    'hasnot_groups'     => 'этот пользователь не член какой-либо группы',

    'success_update'    => 'Вы успешно отредактировали Ваш профиль',
    'error_phone'       => 'Этот телефон уже занят другим пользователем',
    'error_password'    => 'Пароли не совпадают',

    'posts'    => 'Посты',
    'comments' => 'Комментарии',


];