<?php

return [
    /*
    |--------------------------------------------------------------------------
    | Языковые ресурсы аутентификации
    |--------------------------------------------------------------------------
    |
    | Следующие языковые ресурсы используются во время аутентификации для
    | различных сообщений которые мы должны вывести пользователю на экран.
    | Вы можете свободно изменять эти языковые ресурсы в соответствии
    | с требованиями вашего приложения.
    |
    */

    'failed'   => 'Имя пользователя и пароль не совпадают.',
    'throttle' => 'Слишком много попыток входа. Пожалуйста, попробуйте еще раз через :seconds секунд.',

    'auth-title'    => 'Авторизация',
    'auth-subtitle' => 'Войти в мой кабинет',
    'auth-password' => 'Пароль',
    'auth-forget'   => 'Забыли пароль?',
    'auth-login'    => 'Войти',
    'auth-signup'   => 'Зарегистрироваться',
    'auth-register' => 'Зарегистрироваться сейчас!',

    'register-title'    => 'Регистрация',
    'register-subtitle' => 'Создайте Ваш аккаунт',
    'register-fname'    => 'Имя',
    'register-lname'    => 'Фамилия',
    'register-repeat'   => 'Повторите пароль',
    'register-create'   => 'Создать аккаунт',

    'reset-title'  => 'Сбросить пароль',
    'reset-code'   => 'Введите PIN код с СМС',
    'reset-button' => 'Отправить',
];