<?php

return [
    /*
    |--------------------------------------------------------------------------
    | Мовні ресурси аутентифікації
    |--------------------------------------------------------------------------
    |
    | Наступні мовні ресурси використовуються під час аутентифікації для
    | різних повідомлень які ми повинні вивести користувачеві на екран.
    | Ви можете вільно змінювати ці мовні ресурси відповідно до вимог
    | вашої програми.
    |
    */

    'failed'   => 'Ці облікові дані не збігаються з нашими записами.',
    'throttle' => 'Занадто багато спроб входу. Будь ласка, спробуйте ще раз, через :seconds секунд.',

    'auth-title'    => 'Авторизація',
    'auth-subtitle' => 'Увійти в мій кабінет',
    'auth-password' => 'Пароль',
    'auth-forget'   => 'Забули пароль?',
    'auth-login'    => 'Увійти',
    'auth-signup'   => 'Зареєструватися',
    'auth-register' => 'Зареєструватися зараз!',

    'register-title'    => 'Реєстрація',
    'register-subtitle' => 'Створіть Ваш аккаунт',
    'register-fname'    => 'Ім\'я',
    'register-lname'    => 'Прізвище',
    'register-repeat'   => 'Повторіть пароль',
    'register-create'   => 'Створити аккаунт',

    'reset-title'  => 'Обнулити пароль',
    'reset-code'   => 'Введіть пін код з СМС',
    'reset-button' => 'Відправити',
];
